<?php

/* Задание 5 : Посмотреть на встроенные функции PHP. 
 Используя имеющийся HTML-шаблон,
 вывести текущий год в подвале при помощи встроенных функций PHP. */ 
    
?>
 <!DOCTYPE html>
<html>
<head>
    <title>ЗАДАНИЕ 5</title>
    <meta charset="UTF-8">
</head>
<body>
   <h1>Вывод текущего года в подвал</h1>
    <p>Посмотреть на встроенные функции PHP. 
 Используя имеющийся HTML-шаблон,
 вывести текущий год в подвале при помощи встроенных функций PHP</p>
</body>
<footer>	     
    <span><?php echo date('Y'); ?></span>
</footer> 
</html>
